pipelines/pgbench/results_/9.3-16-extended.results
transaction type: TPC-B (sort of)
scaling factor: 1
query mode: extended
number of clients: 1
number of threads: 1
number of transactions per client: 16
number of transactions actually processed: 16/16
tps = 287.093359 (including connections establishing)
tps = 301.040471 (excluding connections establishing)