pipelines/pgbench/results_/9.3-2-prepared.results
transaction type: TPC-B (sort of)
scaling factor: 1
query mode: prepared
number of clients: 1
number of threads: 1
number of transactions per client: 2
number of transactions actually processed: 2/2
tps = 211.081794 (including connections establishing)
tps = 273.822563 (excluding connections establishing)