pipelines/pgbench/results_/9.3-32-prepared.results
transaction type: TPC-B (sort of)
scaling factor: 1
query mode: prepared
number of clients: 1
number of threads: 1
number of transactions per client: 32
number of transactions actually processed: 32/32
tps = 380.621603 (including connections establishing)
tps = 391.859127 (excluding connections establishing)