pipelines/pgbench/results_/9.3-4-extended.results
transaction type: TPC-B (sort of)
scaling factor: 1
query mode: extended
number of clients: 1
number of threads: 1
number of transactions per client: 4
number of transactions actually processed: 4/4
tps = 277.990131 (including connections establishing)
tps = 328.434190 (excluding connections establishing)