pipelines/pgbench/results_/9.3-4-prepared.results
transaction type: TPC-B (sort of)
scaling factor: 1
query mode: prepared
number of clients: 1
number of threads: 1
number of transactions per client: 4
number of transactions actually processed: 4/4
tps = 247.647350 (including connections establishing)
tps = 289.855072 (excluding connections establishing)