pipelines/pgbench/results_/9.3-4-simple.results
transaction type: TPC-B (sort of)
scaling factor: 1
query mode: simple
number of clients: 1
number of threads: 1
number of transactions per client: 4
number of transactions actually processed: 4/4
tps = 291.269206 (including connections establishing)
tps = 338.839475 (excluding connections establishing)