pipelines/pgbench/results_/9.3-8-extended.results
transaction type: TPC-B (sort of)
scaling factor: 1
query mode: extended
number of clients: 1
number of threads: 1
number of transactions per client: 8
number of transactions actually processed: 8/8
tps = 333.806225 (including connections establishing)
tps = 364.298725 (excluding connections establishing)