pipelines/pgbench/results_/9.6-1-extended.results
transaction type: <builtin: TPC-B (sort of)>
scaling factor: 1
query mode: extended
number of clients: 1
number of threads: 1
number of transactions per client: 1
number of transactions actually processed: 1/1
latency average = 13.579 ms
tps = 73.643125 (including connections establishing)
tps = 123.092073 (excluding connections establishing)