pipelines/pgbench/results_/9.6-1-prepared.results
transaction type: <builtin: TPC-B (sort of)>
scaling factor: 1
query mode: prepared
number of clients: 1
number of threads: 1
number of transactions per client: 1
number of transactions actually processed: 1/1
latency average = 6.169 ms
tps = 162.100827 (including connections establishing)
tps = 235.904695 (excluding connections establishing)