pipelines/pgbench/results_/9.6-16-prepared.results
transaction type: <builtin: TPC-B (sort of)>
scaling factor: 1
query mode: prepared
number of clients: 1
number of threads: 1
number of transactions per client: 16
number of transactions actually processed: 16/16
latency average = 3.480 ms
tps = 287.351161 (including connections establishing)
tps = 301.522690 (excluding connections establishing)