pipelines/pgbench/results_/9.6-16-simple.results
transaction type: <builtin: TPC-B (sort of)>
scaling factor: 1
query mode: simple
number of clients: 1
number of threads: 1
number of transactions per client: 16
number of transactions actually processed: 16/16
latency average = 3.848 ms
tps = 259.883702 (including connections establishing)
tps = 270.480441 (excluding connections establishing)