pipelines/pgbench/results_/9.6-2-prepared.results
transaction type: <builtin: TPC-B (sort of)>
scaling factor: 1
query mode: prepared
number of clients: 1
number of threads: 1
number of transactions per client: 2
number of transactions actually processed: 2/2
latency average = 9.415 ms
tps = 106.207849 (including connections establishing)
tps = 144.864552 (excluding connections establishing)