pipelines/pgbench/results_/9.6-32-extended.results
transaction type: <builtin: TPC-B (sort of)>
scaling factor: 1
query mode: extended
number of clients: 1
number of threads: 1
number of transactions per client: 32
number of transactions actually processed: 32/32
latency average = 5.914 ms
tps = 169.102804 (including connections establishing)
tps = 175.552166 (excluding connections establishing)