pipelines/pgbench/results_/9.6-32-prepared.results
transaction type: <builtin: TPC-B (sort of)>
scaling factor: 1
query mode: prepared
number of clients: 1
number of threads: 1
number of transactions per client: 32
number of transactions actually processed: 32/32
latency average = 4.957 ms
tps = 201.726018 (including connections establishing)
tps = 205.351986 (excluding connections establishing)