pipelines/pgbench/results_/9.6-4-prepared.results
transaction type: <builtin: TPC-B (sort of)>
scaling factor: 1
query mode: prepared
number of clients: 1
number of threads: 1
number of transactions per client: 4
number of transactions actually processed: 4/4
latency average = 3.282 ms
tps = 304.669053 (including connections establishing)
tps = 361.990950 (excluding connections establishing)