pipelines/pgbench/results_/9.6-4-simple.results
transaction type: <builtin: TPC-B (sort of)>
scaling factor: 1
query mode: simple
number of clients: 1
number of threads: 1
number of transactions per client: 4
number of transactions actually processed: 4/4
latency average = 3.719 ms
tps = 268.871412 (including connections establishing)
tps = 328.515112 (excluding connections establishing)