pipelines/pgbench/results_/9.6-8-extended.results
transaction type: <builtin: TPC-B (sort of)>
scaling factor: 1
query mode: extended
number of clients: 1
number of threads: 1
number of transactions per client: 8
number of transactions actually processed: 8/8
latency average = 4.202 ms
tps = 237.988993 (including connections establishing)
tps = 252.692757 (excluding connections establishing)