pipelines/pgbench/results_/9.6-8-prepared.results
transaction type: <builtin: TPC-B (sort of)>
scaling factor: 1
query mode: prepared
number of clients: 1
number of threads: 1
number of transactions per client: 8
number of transactions actually processed: 8/8
latency average = 4.364 ms
tps = 229.147571 (including connections establishing)
tps = 241.203606 (excluding connections establishing)