pipelines/pgbench/results_/9.6-8-simple.results
transaction type: <builtin: TPC-B (sort of)>
scaling factor: 1
query mode: simple
number of clients: 1
number of threads: 1
number of transactions per client: 8
number of transactions actually processed: 8/8
latency average = 3.229 ms
tps = 309.657441 (including connections establishing)
tps = 334.196675 (excluding connections establishing)